Repository: wikimedia/operations-debs-contenttranslation-apertium-eu-en
Catalog: corpus/metamorphosis.tmx
Source language: en
Languages: eu

source: Later, however, they had to hold her back forcefully, and when she then cried "Let me go to Gregor.
eu: Baina geroago derrigorrezkoa izan zen indarrez eragoztea, eta zera oihukatzen zuenean:

source: He's my unlucky son!
eu: - Utzidazue Gregorio ikustera sartzea!

source: Don't you understand that I have to go to him?" Gregor then thought that perhaps it would be a good thing if his mother came in, not every day, of course, but maybe once a week.
eu: Neure seme gaixoa!Ez duzue ulertzen ikustera sartu behar naizela?

source: She understood everything much better than his sister, who in spite of all her courage was still a child and, in the last analysis, had perhaps undertaken such a difficult task only out of childish recklessness. Gregor's wish to see his mother was soon realized.
eu: Gregoriok pentsatzen zuen agian bere ama sar zedila komeni zela, ez noski egunero, baina, esate baterako, astean behin: ama arreba baino askoz ulerkorragoa zen, baina azken hau, bere ausardia handia zen arren, ez zen, azken finean, ume bat baino, agian haur-zolitasunagatik hain zama neketsua leporatu zuena.

source: While during the day Gregor, out of consideration for his parents, did not want to show himself by the window, he couldn't crawl around very much on the few square metres of the floor.
eu: Gregoriok bere ama ikusteko zuen nahia betetzeko ez zen askorik falta. Egunean zehar, bere gurasoak errespetatzearren, ez zen leihora irteten.

source: He found it difficult to bear lying quietly during the night, and soon eating no longer gave him the slightest pleasure.
eu: Baina... bi metro karratuko lurzoru hartatik ezin zen eroso ibili.

source: So for diversion he acquired the habit of crawling back and forth across the walls and ceiling.
eu: Gauen zehar lasai lo egitea zail bihurtzen zitzaion.

source: He was especially fond of hanging from the ceiling. The experience was quite different from lying on the floor.
eu: Janariak ez zion jada inolako poztasunik sorrarazten, eta horregatik, entretenitzeko, horma eta sabaitik sigi-saga igotzeko ohitura hartzen joan zen.

source: It was easier to breathe, a slight vibration went through his body, and in the midst of the almost happy amusement which Gregor found up there, it could happen that, to his own surprise, he let go and hit the floor.
eu: Sabaian, bereziki, ondoen zegoen lekua zen; lurrean etzanda egotetik arraz desberdina zen hura; han goian hobeto hartzen zen arnas, dar-dar txiki batzuek gorputza astintzen zutela nabaritzen zuen.

source: However, now he naturally controlled his body quite differently, and he did not injure himself in such a great fall.
eu: Baina Gregorio, ia-ia zoriontsu, eta era berean ondo zebilenean, sabaitik askatu zen, berarentzako sorpresa handia izan zena, eta lurraren kontra jo zuen.

source: His sister noticed immediately the new amusement which Gregor had found for himself (for as he crept around he left behind here and there traces of his sticky stuff), and so she got the idea of making Gregor's creeping around as easy as possible and thus of removing the furniture which got in the way, especially the chest of drawers and the writing desk.
eu: Baina, imajina daitekeen legez, bere gorputzak lehen baino erresistentzia askoz handiagoa lortu zuen, eta, nahiz eta kolpearen indarra handia izan, ez zuen minik hartu. Arreba berehala konturatu zen Gregorioren denbora-pasa berriaz –agian igotzerakoan bere lirdingaren arrastoren bat uzten zuen lekuren baten-, eta igotzeko bide guztiak erraztea erabaki zuen segituan, hori eragozten zuten altzariak baztertuz, eta, nagusiki, kutxa eta idazteko mahaia.

source: But she was in no position to do this by herself. She did not dare to ask her father to help, and the servant girl would certainly not have assisted her, for although this girl, about sixteen years old, had courageously remained since the dismissal of the previous cook, she had begged for the privilege of being allowed to stay permanently confined to the kitchen and of having to open the door only in answer to a special summons.
eu: Baina hau guztia ezin zuen berak bere kabuz egin; ez zen aitari laguntza eskatzen ere ausartzen: eta neskameari dagokionez, ez zen aintzakotzat hartu behar, hirurogei urte inguruko honek, aurreko neskamearen agurretik oso kementsua izan bazen ere, mesede berezi legez, sukaldeko atea itxita edukitzeko eta bakarrik norbaitek deitzen zionean irekitzeko baimena eskatu zuelako.

source: Thus, his sister had no other choice but to involve his mother while his father was absent.
eu: Horregatik, geratzen zen aukera bakarra ama, aita ez zegoenean, bilatzea zen.

source: His mother approached Gregor's room with cries of excited joy, but she fell silent at the door.
eu: Ama pozaren pozez joan zen.

source: Of course, his sister first checked whether everything in the room was in order.
eu: Baina, heldu bezain pronto mutu gelditu zen.

source: Only then did she let his mother walk in. In great haste Gregor had drawn the sheet down even further and wrinkled it more.
eu: Ohiko legez, arrebak dena behar bezala zegoela egiaztatu zuen, eta, soilik orduan, amari pasatzen utzi zion.

source: The whole thing really looked just like a coverlet thrown carelessly over the couch.
eu: Gregoriok, berehala, izara normalean baino gehiago jaitsi zuen, tolesteko asmoz.

source: On this occasion, Gregor held back from spying out from under the sheet.
eu: Izan ere, izara kasualitatez bertan zegoela ematen zuen.

source: Thus, he refrained from looking at his mother this time and was just happy that she had come. "Come on; he is not visible," said his sister, and evidently led his mother by the hand.
eu: Kasu honetan ere ez zuen izararen azpitik kuxkuxeatu; bere ama ikusteari uko egin zion, hau etorri izanagatik pozik zegoelarik.– Sartu zaitez, ez dela ezer ikusten –esan zuen arrebak, ama eskutik helduta eramanez.

source: Now Gregor listened as these two weak women shifted the still heavy old chest of drawers from its position, and as his sister constantly took on herself the greatest part of the work, without listening to the warnings of his mother who was afraid that she would strain herself. The work lasted a long time.
eu: Eta Gregoriok entzun zuen nola bi emakumetxoek beterik zegoen kutxa astun eta zaharra lekuz aldatzen zuten eta zelan arrebak, beti alaitsu, lan gehiena bere esku hartzen zuen, amaren aholkuei jaramonik egin gabe, hau nekatu egingo zelakoaren beldurrez.

source: After about a quarter of an hour had already gone by his mother said that it would be better if they left the chest of drawers where it was, because, in the first place, it was too heavy: they would not be finished before his father's arrival, and with the chest of drawers in the middle of the room it would block all Gregor's pathways, but, in the second place, it might not be certain that Gregor would be pleased with the removal of the furniture.
eu: Lanak dezente iraun zuen; egia da, ordu laurden bat pasa ondoren, amak kutxa aurreko tokian ixtea komenigarria zela adierazi zuela, lehenik eta behin, oso astuna zelako, eta, gainera, logelaren erdian utzita Gregoriori bidea oztopatuko ziolako; bazitekeen Gregoriori altzariak kentzearen ideia ez gustatzea. Amari, ostera, justu kontrakoa iruditzen zitzaion; biluzik zeuden paretek bihotza estutzen zioten.

source: To her the reverse seemed to be true; the sight of the empty walls pierced her right to the heart, and why should Gregor not feel the same, since he had been accustomed to the room furnishings for a long time and in an empty room would thus feel himself abandoned.
eu: Zergatik ez al zuen Gregoriok berdina sentituko, bere logelako antzinako altzarietara ohituta egonda?Ez al zuen bere burua abandonaturik ikusiko gela huts horretan?

source: "And is it not the case," his mother concluded very quietly, almost whispering as if she wished to prevent Gregor, whose exact location she really didn't know, from hearing even the sound of her voice (for she was convinced that he did not understand her words), "and isn't it a fact that by removing the furniture we're showing that we're giving up all hope of an improvement and are leaving him to his own resources without any consideration?
eu: – Eta ez al zirudien, orduan, –jarraitu zuen ahots isil-isilez amak, ia ahopeka, Gregoriok entzuteko beldurrez bezala, non zegoen justu ez baitzekien, hitzak ez zituela ulertzen pentsatzen zuen arren ahots-soinuari buruz ez zeukan-eta ziurtasun bera–, ez al zirudien, orduan, altzariak kendu eta baztertzen genuela, bera bakarrik utzita?

source: I think it would be best if we tried to keep the room exactly in the condition in which it was before, so that, when Gregor returns to us, he finds everything unchanged and can forget the intervening time all the more easily".
eu: Nik uste dut onena logela aurreko moduan uztea dela, horrela, Gregoriok, gugana bueltatzen denean, dena berdin aurkitu eta eten hau ahalik eta arinen ahaztu dezan.

source: As he heard his mother's words Gregor realized that the lack of all immediate human contact, together with the monotonous life surrounded by the family over the course of these two months must have confused his understanding, because otherwise he couldn't explain to himself that he in all seriousness could've been so keen to have his room emptied.
eu: Amaren hitz hauek entzunda, Gregoriori iruditu zitzaion, bi hilabete horietan, giza erlazio ezak, bizitza berriak eraginiko monotoniarekin batera, zoratu egin zuela, ezin baitzuen inola ere ez azaldu zergatik desiratzen zuen orduan logela hutsik ikustea.

source: Was he really eager to let the warm room, comfortably furnished with pieces he had inherited, be turned into a cavern in which he would, of course, then be able to crawl about in all directions without disturbance, but at the same time with a quick and complete forgetting of his human past as well?
eu: Gregoriok, benetan, nahi al zuen logela aldatua izatea?Ikusi nahi al zuen familiaren altzariekin beteriko logela eroso hura, desertu bihurtuta, non, oztoporik gabe, benetan, pareta guztietatik igo zitekeen, baina, aldi berean, ahaztuko zukeen gizakia zeneko bizitza?

source: Was he then at this point already on the verge of forgetting and was it only the voice of his mother, which he had not heard for along time, that had aroused him?Nothing was to be removed; everything must remain.
eu: Logela ia-ia ahaztuta zeukanean, aspalditik entzun ez zuen amaren ahotsak baino ez zuen hunkitu.

source: In his condition he couldn't function without the beneficial influences of his furniture. And if the furniture prevented him from carrying out his senseless crawling about all over the place, then there was no harm in that, but rather a great benefit.
eu: Ez, ez zen ezer lekuz aldatu behar; denak bere horretan jarraitu behar zuen; altzarien eragin onuragarririk gabe ezin moldatu, eta, hauek ariketak libreki egitea eragozten bazioten ere, hura, edozelan ere, kaltea baino, abantaila moduan kontuan hartu behar zen.

source: But his sister unfortunately thought otherwise.
eu: Zoritxarrez, arreba ez zetorren bat iritzi honekin.

source: She had grown accustomed, certainly not without justification, so far as the discussion of matters concerning Gregor was concerned, to act as an special expert with respect to their parents, and so now the mother's advice was for his sister sufficient reason to insist on the removal, not only of the chest of drawers and the writing desk, which were the only items she had thought about at first, but also of all the furniture, with the exception of the indispensable couch.
eu: Gainera, ohituta zegoenez – arrazoiak zituelarik– Gregoriorekin zerikusia zuen guztia, gurasoen aurrean, bere esku hartzera, amaren ideia nahikoa izan zen ez bakarrik kutxa eta mahaia kendu behar zirela behin eta berriz errepikatzeko, baita beste altzairu guztiak kendu behar zirela esateko ere, ezinbestekoa zen sofa kenduta.

source: Of course, it was not only childish defiance and her recent very unexpected and hard won self-confidence which led her to this demand. She had also actually observed that Gregor needed a great deal of room to creep about; the furniture, on the other hand, as far as one could see, was not of the slightest use.
eu: Baina guzti horretara ez zuen bakarrik bere umeen moduko setakeriak eta bere buruarekiko konfidantzak bultzatzen; gainera, Gretek jakin bazekien Gregoriok arrastaka eta gora eta behera ibiltzeko leku handia behar izateaz gain, altzariak ez zituela ezertarako ere erabiltzen.

source: But perhaps the enthusiastic sensibility of young women of her age also played a role. This feeling sought release at every opportunity, and with it Grete now felt tempted to want to make Gregor's situation even more terrifying, so that then she would be able to do even more for him than now.
eu: Eta, beharbada, bere adineko neskatxen berezko gar horrekin, beti edozein aukeraz baliatzeko desirarekin, isilean, Gregorioren izugarrizko egoera areagotzeko desirak eraman zuen arreba guzti horretara, beragatik egiten zuena baino gehiago lortzeko asmoz.

source: For surely no one except Grete would ever trust themselves to enter a room in which Gregor ruled the empty walls all by himself.
eu: Izan ere, Grete izan ezik, inor ez zen ausartuko Gregorio bakarrik sentiaraziko zuen pareta hutsak zituen logela horretara sartzen.

source: And so she did not let herself be dissuaded from her decision by her mother, who in this room seemed uncertain of herself in her sheer agitation and soon kept quiet, helping his sister with all her energy to get the chest of drawers out of the room.
eu: Amak, beraz, ez zuen Gretek proiektuari amore ematerik lortu. Logela horren ezinegonak ama isilarazi zuen eta, jarraian, arrebari kutxa ateratzen lagundu zion.

source: Now, Gregor could still do without the chest of drawers if need be, but the writing desk really had to stay.
eu: Beste erremediorik ez balego, Gregorio kutxarik gabe molda zitekeen, baina, mahaiak bere horretan jarraitu behar zuen.

source: And scarcely had the women left the room with the chest of drawers, groaning as they pushed it, when Gregor stuck his head out from under the sofa to take a look how he could intervene cautiously and with as much consideration as possible.
eu: Emakumeak logelatik irten ziren, arnasestuka, kutxa zeramatela. Bat-batean, Gregoriok burua kontu handiz sofaren azpitik atera zuen, haiekin berba egiteko asmoz.

source: But unfortunately it was his mother who came back into the room first, while Grete had her arms wrapped around the chest of drawers in the next room and was rocking it back and forth by herself, without moving it from its position.
eu: Tamalez, ama izan zen lehenago bueltatu zena. Grete, bitartean, ondoko gelan, kutxarekin borrokan ziharduen, hau leku batetik bestera astinduz, altzaria mugitzeko asmoz, baina ezin izan zuen lortu.

source: His mother was not used to the sight of Gregor; he could have made her ill, and so, frightened, Gregor scurried backwards right to the other end of the sofa, but he could no longer prevent the sheet from moving forward a little. That was enough to catch his mother's attention.
eu: Ama ez zegoen Gregorioren itxurari ohituta; gaixotu ere egin zitekeen bat-batean Gregorio koko itxuraz ikusirik; eta, horregatik, Gregorio, ikaratuta, ahalik eta arinen atzera egin eta, sofaren beste muturreraino mugitu zen; baina, ordurako oso berandu izan zen, izara mugitu egin baitzen amaren arreta sortaraziz.

source: She came to a halt, stood still for a moment, and then went back to Grete.
eu: Hau, une batez, geldi-geldirik geratu zen eta Greterengana bueltatu zen.

source: Although Gregor kept repeating to himself over and over that really nothing unusual was going on, that only a few pieces of furniture were being rearranged, he soon had to admit to himself that the movements of the women to and fro, their quiet conversations, the scratching of the furniture on the floor affected him like a great swollen commotion on all sides, and, so firmly was he pulling in his head and legs and pressing his body into the floor, he had to tell himself unequivocally that he wouldn't be able to endure all this much longer.
eu: Gregoriok bere buruari aldaketa ezer apartekorik ez zela behin eta berriz errepikatzen bazion ere, altzari soil batzuk aldatzea baino ez zela, emakumeen joan-etorri eta elkarrizketak egonezin handia sortu zioten. Orduan, burua eta hankak ahal bezain gehien uzkurtzen zituelarik eta sabela lurraren kontra zapaltzen zuelarik, ohartu zen ezingo ziola egoerari gehiago eutsi.

source: They were cleaning out his room, taking away from him everything he cherished; they had already dragged out the chest of drawers in which the fret saw and other tools were kept, and they were now loosening the writing desk which was fixed tight to the floor, the desk on which he, as a business student, a school student, indeed even as an elementary school student, had written out his assignments.
eu: Bere logela husten zioten, berak maite zuen guztia kentzen zioten: jadanik erremintak eta zerra gordetzen zitueneko kutxa ere eraman zuten; mahaia ere mugitu zuten, komertzioko karrera ikasten zuenean eta eskolara joaten zenean ere idazteko erabiltzen zuena. Amaren eta arrebaren asmo oneko jardun hura geldiarazi nahi bazuen, ezin zuen minutu bat ere galdu.

source: At that moment he really didn't have any more time to check the good intentions of the two women, whose existence he had in any case almost forgotten, because in their exhaustion they were working really silently, and the heavy stumbling of their feet was the only sound to be heard.
eu: Momentu honetan, Gregorio ez zen emakumeen presentziaz jabetzen, hauek, unaturik, isilean lan egiten baitzuten; entzun zitekeen bakarra haien urrats nekatuen oihartzun ahulak ziren. Eta, horrela, –emakumeak, ondoko gelan, idazmahaian arnasa hartzeko jesartzearekin batera– Gregorio ezkutalekutik irten zen, bere abiadura bizkortuz.

source: And so he scuttled out (the women were just propping themselves up on the writing desk in the next room in order to take a breather) changing the direction of his path four times.
eu: Lehendabizi, ez zekien nora joan. Momentu horretan, jadanik biluzik zegoen paretan, larruz bilduriko emakume baten irudiak arreta deitu zion.

source: He really didn't know what he should rescue first.
eu: Behintzat, berak estaltzen zuen irudia ez zion inork kenduko.

source: Then he saw hanging conspicuously on the wall, which was otherwise already empty, the picture of the woman dressed in nothing but fur.
eu: Eta burua jangelako aterantz bueltatu zuen, emakumeak ikusteko asmoz. Egia esan ez zuten atseden handirik hartu.

source: He quickly scurried up over it and pressed himself against the glass that held it in place and which made his hot abdomen feel good.
eu: Berriro ere bertan zeuden, Gretek ama besoarekin inguratzen zuelarik, bera helduz.– Beno, eta, orain, zer eramango dugu? –esan zuen Gretek, ingurua miatuz.

source: At least this picture, which Gregor at the moment completely concealed, surely no one would now take away.
eu: Bitartean, haien begirada paretari loturik jarraitzen zuen Gregoriorenarekin gurutzatzen zen.

source: He twisted his head towards the door of the living room to observe the women as they came back in.
eu: Gretek egoerari eutsi zion eta amaren aurrean jarri zen, honek Gregorio ikusi ez zedin.

source: They had not allowed themselves very much rest and were coming back right away.
eu: Orduan, dardarati hauxe esan zion:– Etor zaitez, goazen apur batean jangelara.

source: Grete had placed her arm around her mother and held her tightly. "So what shall we take now?" said Grete and looked around her.
eu: Gregoriorentzat, Greteren asmoa argi zegoen: ama babestu nahi zuen, eta, ondoren, bera paretatik jaitsi. Baina, ez zuen inola ere lortuko!

source: Then her glance crossed with Gregor's from the wall.
eu: Gregoriok irudiari eutsita jarraitzen baitzuen, eta ez baitzegoen amore emateko prest.

source: She kept her composure only because her mother was there.
eu: Nahiago zuen Greteren gainera salto egin.

source: She bent her face towards her mother in order to prevent her from looking around, and said, although in a trembling voice and too quickly, "Come, wouldn't it be better to go back to the living room for just another moment?" Grete's purpose was clear to Gregor: she wanted to bring his mother to a safe place and then chase him down from the wall.
eu: Baina Greteren hitzek ama urduritzea baino ez zuten lortu. Orduan, ama alde batera mugitu egin zen; paretan zegoen orban beltz erraldoia ozta-ozta ikusi, eta, Gregorio zela konturatu baino lehen, hauxe oihukatu zuen:

source: Well, let her just attempt that!
eu: – Jainko maitea!Jainko maitea!

source: He squatted on his picture and did not hand it over.
eu: Eta zerraldo erori zen sofaren gainera, besoak luzaturik.

source: He would sooner spring into Grete's face.
eu: Indar gabe zegoela ematen zuen, geldi-geldirik.

source: But Grete's words had immediately made the mother very uneasy.
eu: – Kontuz Gregorio! –oihukatu zuen arrebak, begirada sutsuaz, ukabila gora jasotzen zuelarik.

source: She walked to the side, caught sight of the enormous brown splotch on the flowered wallpaper, and, before she became truly aware that what she was looking at was Gregor, screamed out in a high pitched raw voice "Oh God, oh God" and fell with outstretched arms, as if she was surrendering everything, down onto the couch and lay there motionless. "Gregor, you.
eu: Eta arreba ondoko gelara joan zen, ama bere onera bueltatzeko zerbaiten bila. Gregoriok pozik lagunduko ziokeen amari –irudia babesteko denbora bazegoen–, baina kristalari itsatsirik jarraitzen zuen oraindik, eta bertatik zakarki askatu behar izan zen.

source: .," cried out his sister with a raised fist and an urgent glare.
eu: Baina, haren atzean geldi egotearekin konformatu behar izan zen.

source: Since his transformation those were the first words which she had directed right at him.
eu: Gretek, jarraian, ahal bezain ontzi gehien hartu eta Gregorioren logelan sartu zen, atea hankarekin itxiz.

source: She ran into the room next door to bring some spirits or other with which she could revive her mother from her fainting spell.
eu: Gregoriok, orduan, bere burua amarengandik banatuta ikusi zuen, hau, bere erruz, hiltzeko zorian egon zitekeelarik.

source: Gregor wanted to help as well (there was time enough to save the picture), but he was stuck fast on the glass and had to tear himself loose forcefully.
eu: Eta Gregoriok ez zeukan sartzerik arreba kanpora bota gabe, baina amarentzat ezinbestekoa zen arreba ondoan izatea; beraz, itxoitea besterik ez zuen.

source: Then he also scurried into the next room, as if he could give his sister some advice, as in earlier times, but then he had to stand there idly behind her, while she rummaged about among various small bottles.
eu: Gregorio, urduritasunaren eta aladuren eraginez, sabai, pareta eta altzarietatik igotzen hasi zen, eta, azkenean, batera eta bestera ibili ostean, mahaiaren gainera bota zen, guztiz ahulduta.

source: Still, she was frightened when she turned around.
eu: Horrela minutu batzuk igaro ziren.

source: A bottle fell onto the floor and shattered. A splinter of glass wounded Gregor in the face, some corrosive medicine or other dripped over him.
eu: Gregorio etzan egin zen nekearen nekez; isiltasuna zen jaun eta jabe; hori, apika, seinale ona zen.

source: She slammed the door shut with her foot.
eu: Bat-batean, deitu egin zuten.

source: Gregor was now shut off from his mother, who was perhaps near death, thanks to him.
eu: Neskamea, betiko legez, bere sukaldean sartuta zegoen, eta Grete atea zabaltzera joan behar izan zen.
